const criteria = [
  {
    text: "В коммитах, или в ветках с коммитами, файлы singolo1.html и singolo1.сss отсутствуют до 24.02.2020",
    mod: -10
  },
  {
    text: "В коммитах, или в ветках с коммитами, файлы singolo2.html и singolo2.сss отсутствуют до 02.03.2020",
    mod: -10
  },
  {
    text: "В коммитах, или в ветках с коммитами, файлы singolo3.html и singolo3.сss отсутствуют до 09.03.2020",
    mod: -10
  },
  {
    text: "В Firefox есть сильное отклонение (т.е. бросается в глаза) от той же страницы, открытой в Google Chrome",
    mod: -5
  },
  {
    text: 'Изображения, шрифты свалены в одну кучу в корне репозитория, а не помещены в отдельную папку (например "assets")',
    mod: -5
  },
]