Deadline         | 
-----------------|
19.02.2017 23:59 | 


Despription
Сверстать блоки, используя полученные знания о позиционировании, floats и display.

1. Задайте высоту для body в 2000 пикселей, чтобы появилась полоса прокрутки.
2. Центральный блок состоит из 3 дивов разных цветов выровнен по центру страницы слева и справа
3. Правый нижний блок с иконками зафиксирован снизу справа и остается при прокрутке экрана
4. Верстка должна соответствовать макету. Не Pixel Perfect, но размеры должны быть соблюдены
5. Картинки для страницы желательно брать те, что на макете
6. Нельзя использовать препроцессоры, фреймворки и т.п. Только чистый HTML и CSS
7. Для скругления элементов использовать полученные знания о CSS3



Link to mockup
https://dl.dropboxusercontent.com/u/65879610/float_position%20task.psd
